{
  "books": [
    {
      "id": 1,
      "title": "Wraith in the Shell",
      "description": "Mankind serves a new apex predator: the off-world invaders called Wraiths. Even with the invention of Shells, a highly versatile machine of war, they lost. Many years later, a man who pilots one of these Shells ends up becoming in an accident.",
      "price": 25,
      "image": "./bookCovers/1.jpg",
      "genre": "science-fiction"
    },
    {
      "id": 2,
      "title": "Slipstream",
      "description": "All he desired was speed, the speed to win. 'Black Crow' his moniker, the desire was insatiable. When the underground racing scene suddenly chooses him to participate in its greatest event, he discovers it will take much more than speed to win this time around. Namely, a team.",
      "price": 15,
      "image": "./bookCovers/2.jpg",
      "genre": "science-fiction"
    },
    {
      "id": 3,
      "title": "March of the Wicked Ones",
      "description": "The Ashen War still raged, even after a hundred years. Warriors with bodies of ash and hearts of ember roam like witless animals, spreading their black soot over the lands. Why or how, no one exactly knows, only that they wish to conquer the world. The key lies in a young boy's nightmare, a vision of a capital crumbling to dust.",
      "price": 15,
      "image": "./bookCovers/3.jpg",
      "genre": "fantasy"
    },
    {
      "id": 4,
      "title": "Garden in the Rough",
      "description": "Richard was a nobody -- just another blue collar worker. To others, at least. Truly, he was a gardner, at home with the things of green. While alone, he spent his time reviving an old, abandoned atrium from a time before the city boomed. To his surprise, he discovers that the wooden archway in the back is more in touch with the past than it first seems.",
      "price": 15,
      "image": "./bookCovers/4.jpg",
      "genre": "romance"
    },
    {
      "id": 5,
      "title": "West of the Rising Sun",
      "description": "It has been a hundred years since the countries of Europa and the Land of the Rising Sun, or Japan, met each other for the first time. The war for the Middle, the location of their meeting and of immense resources, continues to this day. The seeds of peace are planted the day a traitor to Japan's new regime, the New Sun, is banished to the West, where a chance encounter with its deadliest outlaw takes place.",
      "price": 20,
      "image": "./bookCovers/5.jpg",
      "genre": "fantasy"
    },
    {
      "id": 6,
      "title": "Breathe",
      "description": "Sara Yamaguchi is a high-school student transferring to Iwara East High, and has a knack for noticing things -- body language, bird species, or the local convienience store employee changing shifts, you name it. The only thing unnatural about it is when she notices the classroom recluse vanishing into thin air.",
      "price": 1,
      "image": "./bookCovers/6.jpg",
      "genre": "romance"
    },
    {
      "id": 7,
      "title": "Horizon Down",
      "description": "It is empty when the prisoners awake, the few that do. Empty, as there are no wardens in the supposed prison, no guards, and the electronic barriers are off. Some take this as an opportunity to escape, but find evidence that someone -- or something -- sabotaged the station. New Horizon Prison, stationed at Langrange 1, has gone dark.",
      "price": 15,
      "image": "./bookCovers/7.jpg",
      "genre": "horror"
    },
    {
      "id": 8,
      "title": "Another Day in Retail",
      "description": "A retail employee, fed up with his mediocre position, joins the 'bust' team, responsible for tracking down petty store thieves with local authorities. Little did he know that busting an unassuming pawn shop would place him in the crosshairs of a long running crime syndicate -- and they do not take kindly to bad business.",
      "price": 15,
      "image": "./bookCovers/8.jpg",
      "genre": "thriller"
    },
    {
      "id": 9,
      "title": "Jäger",
      "description": "While investigating the case of a doctor who died after reading a strange letter, detectives Arthur Daw and Valentine Descartes must unravel a thread connecting seemingly unconnected people -- the last letter is sent.",
      "price": 13,
      "image": "./bookCovers/9.jpg",
      "genre": "mystery"
    },
    {
      "id": 10,
      "title": "Prismyriad",
      "description": "They called it the Great Fall -- the day a meteor of unknown origin struck the Earth. Contained inside was an alien disease that crystallized organic life as it consumed it. In an effort to find a cure, prominent subjects are captured by the CDC for observation. One of these, a girl deemed by the subject name 'Prismarine', develops the ability to experience the memories of the other subjects",
      "price": 20,
      "image": "./bookCovers/10.jpg",
      "genre": "science-fiction"
    }
  ]
}